{
    "name":"Maszerati Sicko Mode",
    "title":"None (9 titles unlocked)",
    "sex":"male",
    "vocation":"Royal Paladin",
    "level":"356",
    "achivement":"151",
    "world":"Solidera",
    "residence":"Roshamuul",
    "guild_membership":"Warship of the Unstopables",
    "last_login":"Jan 19 2020, 21:11:41 CET",
    "account_status":"Premium Account",
    "deaths":[
       {
          "timestamp":"Jan 19 2020, 21:35:06 CET",
          "description":"Died at Level 356 by a skeleton elite warrior."
       },
       {
          "timestamp":"Jan 18 2020, 22:09:01 CET",
          "description":"Killed at Level 356 by Maszerati Sicko Mode and a skeleton elite warrior."
       },
       {
          "timestamp":"Jan 18 2020, 00:12:43 CET",
          "description":"Killed at Level 357 by Khaoz Qqmuda, Maszerati Sicko Mode and a vexclaw."
       },
       {
          "timestamp":"Jan 17 2020, 01:01:30 CET",
          "description":"Killed at Level 357 by King Naruto and a sight of surrender."
       },
       {
          "timestamp":"Jan 16 2020, 21:26:20 CET",
          "description":"Annihilated at Level 356 by Zarco Greider, Mayerlin, Massayoo, Magnettho, Frank Omnipotens, Maszerati Sicko Mode, Even ezerr, Ohh Mywellz, Onilin, Androide Uno, Uldarico, Eddy The Last, Anathisa, Yakass, Purryto of mage, Piojozita, Socorrista sintitulo, Arena de solidera, Violer Skull, Twellve Inches, Nydo Lynde, Winter Pacino, Axe carnera, Grindelvvald, Te Tirosd Solidera, Nanitax Mage, Mochu Elo and Hijo de cesar.Assisted by Assesin of evil, Joselo Sil and Adaitil Rethad."
       },
       {
          "timestamp":"Jan 15 2020, 23:52:28 CET",
          "description":"Killed at Level 356 by Gary Znow, Maszerati Sicko Mode and a skeleton elite warrior."
       },
       {
          "timestamp":"Jan 14 2020, 19:20:35 CET",
          "description":"Killed at Level 356 by Fantazsy, Tacos Tiable, Maszerati Sicko Mode and a skeleton elite warrior."
       },
       {
          "timestamp":"Jan 14 2020, 18:51:26 CET",
          "description":"Killed at Level 357 by Maszerati Sicko Mode and a skeleton elite warrior."
       },
       {
          "timestamp":"Jan 14 2020, 17:12:19 CET",
          "description":"Annihilated at Level 357 by Yunii Ziita, Janer the atormenter, Tius Pamo, Jasco Tadiman, Bruja de Slayer, Kirik Alcatraz, Cristtiiann, Sinsio Bellator, Sorcerer Asessing, Maszerati Sicko Mode, Red Fallen, Tudia Trun, Laker Brux, Takamahaw, Third Makeer, Airrkrix, Dame palos frescos, Melodious Mozarta, Tripaloca, Lou frescoo, Gari Solidera and Llegp el Lcheroo.Assisted by Diviinitatem and Falastiny."
       },
       {
          "timestamp":"Jan 14 2020, 02:52:34 CET",
          "description":"Annihilated at Level 357 by Enhygma, Tiirando Sde, Massayoo, Edvvard, Xanpall, Maguitosd, Busta Jinz, Red Fallen, Teonidas, Big Luis, Chubdrud, Druid Shadownn, Florsita, Repartidor de Pizzafria, Kallebex, Claritana, Coyote Nervous, Jaco Thadja, Splyntoom, Ekii Nox, Little Purple Candy, Fiesta Nightclub, Winter Destiny, Lorenzitox, Mcriix crix and Vztrico."
       },
       {
          "timestamp":"Jan 13 2020, 04:01:29 CET",
          "description":"Annihilated at Level 356 by Valkkadium, Rad King, Seelie Fairy, Gatr, Sanchezco, Maguitosd, Busta Jinz, Busta Vis, Chubdrud, Druid Shadownn, Roxes Back, Claritana, Caracas Cytis, Relajad Os, Chilapilin, Irmada solid, Presion Arterial, Mad Solideran, Jaca Tuk and Mini Jad.Assisted by Mochu Elo."
       },
       {
          "timestamp":"Jan 12 2020, 18:39:29 CET",
          "description":"Slain at Level 356 by Magu Assessin, Maszerati Sicko Mode, Tudia Trun, Lerhitttttttt, Dame palos frescos and a deathling spellsinger."
       },
       {
          "timestamp":"Jan 09 2020, 17:47:12 CET",
          "description":"Died at Level 357 by an undead elite gladiator."
       },
       {
          "timestamp":"Jan 07 2020, 16:35:33 CET",
          "description":"Killed at Level 356 by Maszerati Sicko Mode and a demon."
       },
       {
          "timestamp":"Jan 06 2020, 21:46:24 CET",
          "description":"Annihilated at Level 356 by Kempox, Golito Defender, Podrodoto, Mozanni, Gaucho Fullcharlover, Lerhittttttt, Ray On Paralyzer, Maszerati Sicko Mode, Mini Cute, Hegolaz, Maliic, Valeih Juzex, Kallebex, Gous On Amera, Coyote Nervous, Dame palos frescos, Jesterylans Aldee, Quintera Oss Pro, Gordyn Mala, Twellve Inches, Luclen Mejuh, Wudive Os, Soyla Zerda, Cara Eh Paniquiao, Cuervo Puff, Leche Con Galleta, Mad Solideran and Gear Os.Assisted by Lokita Hermoza, Maguita Oscura and Onilin."
       },
       {
          "timestamp":"Jan 02 2020, 04:02:27 CET",
          "description":"Annihilated at Level 355 by Lights Alex, Cokero, Infernal Escorpion, Andresita de Zenera, Acrius Alra, Wiiz kii, Neyre, Bloodead Hell, Maszerati Sicko Mode, Javi del Caos, Maliic, Santos Witha Pistol, Cubo Rubikk, Nietzfar, Dame palos frescos, Splyntoom, Severus Lestrange, Zhikisolidera, Sirac Lunytkox, Baby Krym, King Oto, Mcsorcer, Mago Placoso, Llegp el Lcheroo and Rafaaellz.Assisted by Meant to paralyze and Rhoslynn."
       },
       {
          "timestamp":"Dec 30 2019, 01:29:02 CET",
          "description":"Died at Level 351 by a drillworm."
       },
       {
          "timestamp":"Dec 24 2019, 23:08:10 CET",
          "description":"Killed at Level 343 by Maszerati Sicko Mode and a dark torturer."
       },
       {
          "timestamp":"Dec 23 2019, 17:50:12 CET",
          "description":"Died at Level 341 by a hellspawn."
       },
       {
          "timestamp":"Dec 23 2019, 04:32:53 CET",
          "description":"Annihilated at Level 340 by Lights Alex, Rayfeuer, Dylan Night, Darken Elder, Sanchezco, Ray On Paralyzer, Oyyak Bobadapeste, Raddical Mastar, Shin Anria, Magic Jiraya, Chah Bofor, Elder Never Awuited, Maliic, Tim Rawlings, Nyhz, Bad Squiirrel, Lucius Swiftshot, Florsita, Totopito con quesito, Daannii, Cris Kalifa, Loul Jay, Alizameltrozo, Lea Alzada, Mage Yuya, Gordyn Mala, Pouco Dedo, Twellve Inches, Dame para comer, Druid Lannister, Luis Tiramagicwall, Sir fumeta boy, Jaca Tuk and Rafaaellz.Assisted by Chacalitho, Sylphie, Einsenhauwer, Oswalditho Assassin, Guasabe, Robert Di Rousseau, Eai Muleke, Kim Azabac and Jizug One."
       },
       {
          "timestamp":"Dec 23 2019, 04:27:15 CET",
          "description":"Annihilated at Level 341 by Lights Alex, Enhygma, Henjiz Fullcharlover, Don Kacha, Fantastico regio, Darken Elder, Evil Soul Soldier, Sanchezco, Raddical Mastar, Lerhittttt, Maszerati Sicko Mode, Leano Jiwin, Magic Jiraya, Nietuzinkowy Czabi, Elder Never Awuited, Nyhz, Florsita, Totopito con quesito, Daannii, Yulien, Namadera de Noob, Butsi Bu, Zhikisolidera, Gordyn Mala, Nameless Killer, Padinhaa, Mcriix crix and Rafaaellz.Assisted by Oyyak Bobadapeste, Gera Crusher, Unstop Bomd, Undead kingsman, Valluno Dash, Lucy Eydiann, Eai Muleke and Firills."
       },
       {
          "timestamp":"Dec 23 2019, 04:23:45 CET",
          "description":"Annihilated at Level 341 by Henjiz Fullcharlover, Pennaro Akbar, Thytal, Lerhittttttt, Edvvard, Ray On Paralyzer, Raddical Mastar, Lerhittttt, Maszerati Sicko Mode, Nietuzinkowy Czabi, Maliic, Bad Squiirrel, Florsita, Daannii, Namadera de Noob, Hihm, Jesterylans Aldee, Quintera Oss Pro, Asassin Soulfire, Luis Tiramagicwall, So Lia and Jaca Tuk.Assisted by Demon Ze, Aleth Gil, Maguita Oscura, Gera Crusher, Triangulito, Japonesiita, King Adeene, Unstop Bomd, Elite Assesin, Azrid Dalo, Ampa Pall, Mokasz, Eai Muleke and Sammuz."
       },
       {
          "timestamp":"Dec 23 2019, 03:41:10 CET",
          "description":"Annihilated at Level 341 by Lights Alex, Maximo Master, Daikelis, Neyre, Edvvard, Ray On Paralyzer, Maguitosd, Maliic, Bad Squiirrel, Lucius Swiftshot, Roxes Back, Pandicornio pekay, Daannii, Loul Jay, Veztrico, Namadera de Noob, Quintera Oss Pro, Twellve Inches, Nameless Killer, Padinhaa, Codana Jashirius, Sir fumeta boy and Arath razo.Assisted by Thytal, Sanchezco, Gaucho el Pekeador and Nanowatts."
       }
    ]
 }